app/controllers/school_classes_controller.rb

SELECT "school_classes".* FROM "school_classes"
---
        def index
            @schoolclasses = SchoolClass.all

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2019-10-11 09:25:14.349246"], ["updated_at", "2019-10-11 09:25:14.349246"]]
---
        def create
            @schoolclass = SchoolClass.create(schoolclass_params(:title, :room_number))